{
	"language": {
		"kk": "Қазақша",
		"ru": "Русский",
		"en": "English"
	},
	"nav": {
		"about": "О компании",
		"service": "Деятельность",
		"equipment": "Оборудование",
		"policy": "Политика",
		"certificate": "Сертификаты",
		"contact": "Контакты"
	},
	"page": {
		"about": {
			"name": "О компании",
			"title": "О компании",
			"0": "Компания бурения ТОО «Technology Management Group» представляет полный спектр услуг в области бурения и ремонта скважин буровых установок и специализируется в разведке и добыче нефти и газа, водяных скважин и разработке месторождении. Выполняет работы по направленному бурению, увода, развития и технического обслуживания буровых жидкостей, службы на бит и забойных двигателей.",
			"1": "Конкурентным преимуществом «Technology Management Group» является наличие современных и технологически сложных буровых оборудовании широкого спектра - от легких и мобильных буровых установок до сверхтяжело 600ти тонных подъемных.",
			"2": "Technology Management Group также предусматривает осуществление проектов любой сложности в области комплексного развития нефтяных и газовых объектов, нефте- и газопереработка и нефтехимической промышленности",
			"3": "В компании имеется высококвалифицированный персонал, знания и опыт для бурения и ремонта глубоких скважин в различных геологических и климатических условиях. «Technology Management Group» имеет внушительный опыт в нефте- и газеуправленческой деятельности."
		},
		"service": {
			"name": "Деятельность",
			"title": "Наша деятельность",
			"specialization": {
				"title": "TMG Company специализируется в разведке, производства бурения и капитального ремонта нефтяных и газовых скважин, а также оказывает следующие услуги:", 
				"0": "Поисково-разведочное бурение (предоставление буровых установок и оборудования, строительство буровых площадок, утилит, derrick установки, бурение разведочных скважин и ее тестирование).",
				"1": "Эксплуатационное бурение (бурение прямой, наклонно-направленных и горизонтальных скважин, кластерное и мульти-отверстное бурение, освоение и вывод скважин в эксплуатацию).",
				"2": "Сервисные работы по корпусу и цементированию.",
				"3": "Обслуживание скважин (увод ранее пробуренных скважин, интенсивное увеличение скважин за счет переперфорации и кислотной обработки, герметизация и ремонт производственного корпуса, капитальный ремонт, подвеска и ставка скважины, а также ее разработка и тестирование).",
				"4": "Сервисные работы выполняемые с использованием гнкт(гибких насосно-компрессорных труб) во время капитального ремонта скважин, воздействие к нижней зоной дна и другие работы.",
				"5": "Сервисные работы выполняемые с использованием азотно-компрессорной установки.",
				"6": "Вынос, отбор керна.",
				"7": "Строительство и разработка месторождений, работа по скважине по услугам."
			},
			"technology": {
				"title": "Технологии",
				"0": "Большинство буровых машин оснащены системами верхнего привода производства Varco и Tesco, а также произведенные в PRC, которые позволяют бурение наклонно-направленных и горизонтальных скважин, высокого угла отверстия (ERW) с использованием современных безопасных методов.",
				"1": "Конструкция буровых машин соответствуюет стандартам API, что позволяет использовать их в различных географических регионах и странах, а также позволяет подключать различные зарубежные сервисные компании без дополнительных модификаций оборудования. Компания стремится обеспечить реализацию всех проектов на высоком техническом и действенном(процессуальном) уровне и сотрудничает с такими сервисными компаниями как Schlumberger, Halliburton и Baker Hughes.",
				"2": "Компания TMG успешно освоила технику ямоотсутсвующего бурения скважины используя BKF блок, что позволяет реализовывать проекты с более жесткими экологическими требованиями в ограниченных участках, выделенных для строительства скважин.",
				"3": "Компания имеет собственное инженерное сопровождение бурения скважин, как и службу поддержки по буровому раствору и цементированию.",
				"4": "Технологический процесс обслуживания оборудована американским APS измерителем в процессе бурения с гидравлическими смежными каналами, обеспечивающих точное бурение скважин в соответствии с программой бурения. Все инженерные расчеты выполняются с использованием лицензионного программного обеспечения Landmark, которое позволяет производить инженерные оценки любой скважины.",
				"5": "Цементирование скважины производится с помощью системы цементирования JEREH, включая полный комплект оборудования, необходимого для приготовления строительно-растворных смесей, цементирования корпуса, оборудования давления и другие работы. Все параметры процесса операции выполняемые в программе цементирования, разработана специалистами компании и записываются на электронные носители.",
				"6": "Technology Management Group успешно решает весь спектр геологических задач, как это требуется для общей оценки углеводородных перспектив(нефтегазоносности) слабоизученных территорий и разграничения уже определенных мест и подготовить их для глубокого разведочного и эксплуатационного бурения."
			}
		},
		"policy": {
			"title": "Политика «Technology Management Group» в конкретной области",
			"0": "Компания TMG в своей деятельности руководствуется требованиями природоохранного законодательства. Компания всегда выполняет лицензионные обязательства и прилагает усилия для компенсации антропогенного воздействия на окружающую среду в максимально возможной степени. Компания TMG находится в постоянной разработке, направленной на сокращение выбросов загрязняющих веществ в атмосферу. Все работы по строительству скважин выполняются методом ямоотсутсвующего бурения. Компания TMG работает по обеспечению эффективного использования энергии. В Компании были проведены регулярные аудиты энергии и были реализованы мероприятия по мониторингу и снижению потребления энергии.",
			"1": "Качество выполненных работ",
			"2": "Качество нашей работы зависит от квалификации персонала и технологий. Компания TMG  гарантирует высокий уровень социального обеспечения для своих сотрудников. Компания предоставляет бесплатную медицинскую помощь, отдых в санаториях для здоровья своих работников и членов их семей.",
			"3": "Охрана труда, промышленная безопасность, охрана здоровья и окружающей среды",
			"4": "Компания TMG в своей деятельности руководствуется требованиями природоохранного законодательства. Компания всегда выполняет лицензионные обязательства и прилагает усилия для компенсации антропогенного воздействия на окружающую среду в максимально возможной степени. Компания TMG находится в постоянной разработке, направленной на сокращение выбросов загрязняющих веществ в атмосферу. Обеспечение безопасности персонала и уважение к окружающей среде во всех регионах и на все условия труда остается главным приоритетом для нашей компании.",
			"successexec": {
				"title": "Основные требования для успешного выполнения работы:",
				"header": "Защита жизни и здоровья наших сотрудников, охрана окружающей среды, наше стремление к последовательному совершенствованию методов и технологий, применяемых для промышленной безопасности и охраны – основная ценность для нашей компании.",
				"list": {
					"title": "Принципы экологической деятельности компании:",
					"0": "Признание людских прав на благоприятную окружающую среду;",
					"1": "Рациональное использование природных ресурсов;",
					"2": "Оптимизация индустриальных процессов в рамках экологической безопасности;",
					"3": "Минимизация вероятного негативного влияния производственной деятельности на окружающую среду;",
					"4": "Открытость и доступность экологической информации;"
				}
			},
			"principle": {
				"title": "Принципы природоохранной деятельности Компании:",
				"0": "Следуя строго этим принципам, Компания TMG обеспечивает прозрачность отчетов в области охраны труда, техники безопасности, охраны окружающей среды. Последовательное управление безопасностью сотрудников, их рабочих мест и в целом технологического процесса было реализовано путем экспертизы оборудования и приборов для личной безопасности и защиты.",
				"1": "Мы ставим перед собой цель постоянно внедрять самые современные последние технологии чтобы обеспечивать промышленную безопасность и охрану окружающей среды,  поддерживать и развивать систему мониторинга, что позволяет снизить риск несчастных случаев на рабочих местах и устранить возможность загрязнения окружающей среды.",
				"2": "Проведение природоохранных мероприятий основывается на четком понимании сотрудниками того факта, что достаточно сбалансированные производственные задачи и обеспечение благоприятной среды является необходимым условием для снижения рисков чрезвычайных ситуаций и обеспечению безопасных условий для трудящихся и проживающего рядом населения."
			},
			"staffmanage": {
				"title": "Политика «Technology Management Group» в области управления персоналом",
				"0": "Компания решая проблему полного удовлетворения обслуживания клиентов предложенной Компанией осознает важность качества управления человеческими ресурсами и стремится использовать лучшие методы и методы квалификации персонала корпоративным программным обеспечением, безопасности труда, создание условия труда, которые обеспечивают самую высокую производительность труда и результативность.",
				"1": "Руководство Компании понимает, поддерживает и соглашается соблюдать стандарты и требования к действующим законам в области трудовых отношений. Главная политика компании - в исполнении каждого из сотрудников его работы в безопасных и без вреда здоровью условиях, с требуемым качеством.",
				"2": "Политика в области управления персоналом является частью общей политики. «Technology Management Group» стратегически придерживается курса, которая способствует к улучшению качества услуг для удовлетворения потребностей клиентов и общества."
			},
			"impgoal": {
				"title": "Для реализации поставленных целей компании:",
				"0": "Выбор наиболее квалифицированных работников в компании. Компания всегда следит за повышением профессионального уровня персонала в компании. Обеспечивает безопасную и продуктивную работу персонала.",
				"1": "Создает условия для творчества, креативной работы, развития способностей каждого члена команды. Формирует этические стандарты, основанные на интересах всех членов сообщества и способствывает укреплению позиций компании и увеличению ее прибыли.",
				"2": "Полная реализация потребностей клиентов и завоевания их доверия. Постоянное совершенствование производства и технической деятельности. Эта политика является публичным документом призванным служить в качестве основы для внедрения и реализации системы управления и всех действенных, активных планов по охране окружающей среды и безопасности."
			}
		}
	},
	"parameter": {
		"name": "Наименование параметра",
		"value": "Значение параметра"
	},
	"button": {
        "add": "Добавить",
        "edit": "Изменить",
        "delete": "Удалить",
        "cancel": "Отмена",
        "save": "Сохранииь",
        "close": "Закрыть"
	},
	"menu": {
		"schedule": "Расписание",
		"journal": "Журнал",
		"settings": "Настройки"
	},
	"navbar": {
		"profile": "Профиль",
		"quit": "Выйти",
		"hide-menu": "Свернуть меню"
	},
	"time": {
		"month": {
			"01": "Января",
			"02": "Февраля",
			"03": "Марта",
			"04": "Апреля",
			"05": "Мая",
			"06": "Июня",
			"07": "Июля",
			"08": "Августа",
			"09": "Сентября",
			"10": "Октобря",
			"11": "Ноября",
			"12": "Декабря"
		}
	},
	"ticket": {
		"cabinet": "Кабинет",
		"cabinets": "Кабинеты",
		"operator": "Оператор",
		"operators": "Операторы",
		"date": "Дата и время"
	},
	"kiosk": {
		"line-list": {
			"empty": "Пустой"
		},
		"org": {
			"text": "Добро пожаловать!"
		}
	}
}
